import React from 'react';


export const Concept = () => {
    return (
        <>
            <section>
                <h4>商业银行业务与管理</h4>
                <ol>
                    <li>现金资产
                        <ul>
                            <li>
                                库存现金

                            </li>
                            <li>存款准备金（法定+超额）<br />
                                <p>存款准备金必须存在，应对流动性需求。银行的钱不能全是准备金，因为商业银行需要回报</p>
                                <p>多少存款准备金合适？</p>
                                <p>超额准备金</p>
                                <p>
                                    央行决定提高准备金比例0.5个百分点，计算出来需要再多放500亿到央行。实际上往往低于500亿，因为很多银行有超额准备金<br />
                                    大银行往往受很小影响，小银行收到影响大。小银行吸收存款能力弱，往往没有足够超额准备金。<br />
                                    也有小银行超额准备金比率比大银行还多的时候，可能原因有：政府鼓励刺激经济的时候，国有大银行贷款比中小银行多。 
                                    小银行认为自己扛风险能力弱，贷款更加谨慎。<br />
                                    国有大银行的管理层都是大领导，响应政府号召更积极。<br />
                                    党委会做重大决策，董事会作用往往比较弱。<br />
                                </p>
                            </li>
                            <li>同业存款</li>
                            <li>托收未达款</li>
                        </ul>
                    </li>
                    <li>贷款
                        <ul>
                            <li>工商业贷款</li>
                            <li>不动产贷款</li>
                            <li>消费者贷款</li>
                            <li>证券贷款</li>
                            <li>其它贷款</li>
                        </ul>
                    </li>
                    <li>投资
                        <ul>
                            <li>政府债券</li>
                            <li>其它有价债券</li>
                        </ul>
                    </li>
                    <li>其它资产</li>
                </ol>

            </section>
        </>
    )
}