import React from 'react';


export const DeflytionRecycle = () => {
    return (
        <>
            <section>
                <h4>对周期的考察</h4>
                <p>
                    债务危机可以分为两类，<span className='impo'>通缩性债务危机</span>和<span className='impo'>通胀性债务危机</span>。<br />
                    这两种主要取决于一国以外币计价的债务占比,按照时间尺度可以分为:
                </p>
                <ol>
                    <li>
                        <h5>短期债务周期</h5>
                        <ol>
                            <li>造成经济小规模的繁荣和衰退</li>
                            <li>
                                货币政策有效
                                （限制支出的因素仅仅是贷款人提供信贷的意愿和借款人接受信贷的意愿。信贷宽松带来经济扩张，信贷紧缩则导致经济衰退）
                            </li>
                            <li>
                                每个短期债务周期的顶部和底部的经济活力都会超过上一个周期，债务总额也会持续增加。
                                在长期的尺度上看，债务增长快于收入增长
                            </li>
                        </ol>
                    </li>
                    <li>
                        <h5> 长期债务周期</h5>
                        <ol>
                            <li>货币政策乏力</li>
                            <li>经济大繁荣和大萧条</li>
                            <li>
                                在长期债务周期上行阶段，信贷依然能自由地被提供。
                                因为支持增加带来收入增加和资产净值增加，借款人的借款能力提升。
                            </li>
                            <li>
                                债务的增速不会永远超出偿债的资金和收入。债务与收入的比率一旦达到极限，长期债务周期将达到顶部。

                            </li>
                        </ol>
                    </li>
                </ol>
            </section>
            <section>
                <h4>通缩性债务周期的各个阶段</h4>
                <ol>
                    <li>
                        <h5>早期阶段</h5>
                        <p>特征:</p>
                        <ol>
                            <li>债务增长强劲</li>
                            <li>债务增速低于收入增速</li>
                            <li>资产负债表健康</li>
                            <li>债务增长率、经济增长率和通胀率稳定、平衡</li>
                        </ol>
                    </li>
                    <li>
                        <h5>泡沫阶段</h5>
                        <p>典型的泡沫阶段会持续三年左右</p>
                        <p>特征:</p>
                        <ol>
                            <li>债务增长强劲</li>
                            <li>债务增速高于收入增速</li>
                            <li>快速增长的债务导致资产回报率和经济增长加速
                                （借款人资产净值增加、借款人预期收入和现金流良好）
                            </li>
                            <li>
                                牛市助推：随着资产价值增加，净值和支出/收入水平上升。投资者、商人、金融中介机构和政府
                                坚定了对经济持续繁荣的信心，进而推动加杠杆化进程。
                            </li>
                            <li>央行循序渐进地降息拉长长期债务周期</li>
                            <li>
                                政府提供隐性或显性的担保，鼓励贷款机构肆意放贷，导致出现低收益贷款和泡沫
                            </li>
                            <li>
                                银行提供大量贷款，一些基本不受监管的新型贷款机构蓬勃发展。
                                大量新型贷款工具涌入市场，大量的金融工程应运而生。
                            </li>
                            <li>
                                资产负债严重不匹配，以获取利差
                                <ol>
                                    <li>短融长投</li>
                                    <li>流动负债投非流动资产</li>
                                    <li>借入资金投资高风险资产</li>
                                    <li>以一种货币借款，用另一种货币贷款</li>
                                </ol>
                            </li>
                            <li>

                            </li>

                        </ol>
                        <p>货币政策的作用:</p>
                        <p>关注通胀率和经济增长率的央行往往不愿意充分收紧货币政策</p>
                        <p>央行政策带来的债务增长为泡沫的产生提供了资金。
                            在我看来，央行应当把“保持债务水平的可持续性”作为目标之一
                            <span className='impo'> 确保无论信贷被用于何处，收入增长都足以偿债</span>
                        </p>
                        <p>
                            央行的政策反应往往落后。收紧货币政策（央行上调短期利率）并不足以管理泡沫。
                            泡沫往往出现在一些特定的经济领域，而央行关注的是整体的经济情况。
                        </p>
                        <p>货币政策非但没有限制泡沫反而助推泡沫</p>
                        <p>发现泡沫:</p>
                        <p>泡沫最明显的特征如下</p>
                        <ol>
                            <li>相对于传统标准来看，资产价格偏高</li>
                            <li>普遍存在看涨情绪</li>
                            <li>高杠杆融资买进资产</li>
                            <li>买家提前很长时间买入（例如增加库存、签订供应合同等），旨在投机或应对未来价格上涨的影响。</li>
                            <li>
                                新买家（之前未参与市场者）进入市场
                            </li>
                            <li>
                                刺激性货币政策和财政政策进一步助长泡沫
                            </li>
                        </ol>
                        <p>预测危机不能只看整体宏观数据，必须考察单个实体的具体偿债能力，债务越集中，风险越大
                            为什么？
                            <ol>
                                <li>风险分散：债务分布较为均匀意味着单个实体的偿债压力相对较小。
                                    在这种情况下，如果某个实体出现偿债问题，对整个经济体的影响将较小，
                                    因为其他实体仍然可以继续履行偿债义务。这种风险分散机制可以降低整个经济体出现全面性债务危机的可能性。
                                </li>
                                <li>
                                    系统性风险降低：当债务分布较为均匀时，意味着没有一个或少数几个实体承担着过高的债务负担。这可以降低系统性风险，因为没有哪个实体的债务问题具有足够的影响力，足以引发整个经济体的债务危机。
                                </li>
                                <li>
                                    对冲机制：在债务分布较为均匀的经济体中，实体之间可能存在相互对冲的机制。例如，部分实体可能面临较高的债务压力，而其他实体的财务状况可能较好。这种对冲机制有助于维持整个经济体的稳定。
                                </li>
                                <li>
                                    财政和货币政策的影响：当债务分布较为均匀时，政府和中央银行实施的财政和货币政策可能更为有效。因为在这种情况下，政策措施可以更好地触及到整个经济体的各个实体，从而在应对潜在债务问题时更具有针对性。
                                </li>
                            </ol>
                        </p>


                    </li>
                    <li>
                        <h5>顶部</h5>
                        <div>
                            大多数情况下，顶部始于央行开始收紧货币政策。
                            通常，信贷/债务问题会比顶部早半年出现。<br />
                            泡沫最大的部门最先出问题。宏观特征如下：<br />
                            <ol>
                                <li>风险最高的债务人违约, 市场开始担心偿债风险</li>
                                <li>高风险贷款增速放缓</li>
                                <li>信贷利差上升（短期利率上升，与长期利率利差逐渐缩小甚至消除）, 信贷增长放缓</li>
                                <li>市场开始抛售高风险资产， 信贷收缩范围扩大</li>
                                <li>信贷利差到达极限（甚至倒挂）。泡沫破裂之前，人们觉得持有现金更好。</li>
                            </ol>
                            在顶部的早期阶段，信贷体系部分受损，其它部分仍然健康，人们看不出经济正在走弱。<br />
                            通常，在股市顶部前五个月，信贷紧缩速度达到最快。
                        </div>


                        <p>要了解可能发生的经济衰退的严重程度，需要知道的不是紧缩的具体程度，而是每个特定部门对紧缩的敏感性和损失的传导机制。
                            需要分析经济中的每个重要部分以及主要参与者，而非平均值。
                        </p>
                        <p>
                            泡沫刚刚破裂的时候，资产价格变动造成的财富效应对经济增长率的影响大于货币政策的影响。
                            股价下跌，但企业盈利尚未下降。
                        </p>


                        <div>引起紧缩的因素：</div>
                        <ul>
                            <li>泡沫，经济增长率和通胀率上升，产能极限承压。</li>
                            <li>外部因素，在一个依赖向外部债权人借款的国家，由于外部原因导致借款被撤回，会使该国出现流动性紧缩。</li>
                        </ul>
                    </li>
                    <li>
                        <h5>萧条阶段</h5>
                        <ol>
                            <li>萧条开始后，债务违约和重组大规模发生。</li>
                            <li>金融机构遭到挤兑。而金融机构往往没有充足的现金满足要求。</li>
                            <li>央行降息作用效果很差，无风险利率将至最低，高风险利率上升。进一步增加偿债难度。</li>
                            <li>债务违约和财政紧缩等通缩性因素占主导地位，
                                债务货币化等刺激性通胀因素难以充分抵消通缩性因素的影响。
                            </li>
                            <li>流动性（资产变现能力）出现严重问题</li>
                        </ol>
                        <p>
                            萧条和偿付能力问题以及萧条和现金流问题可能互为因果。在很多情况下，偿付能力问题和现金流问题同时存在。<br />
                            应对方式：
                            <ol>
                                <li>
                                    偿付能力问题：
                                    <ul>
                                        <li>提供足够的股权资本</li>
                                        <li>更改会计准则和监管规则，以隐藏问题</li>
                                    </ul>
                                </li>
                                <li>
                                    现金流问题：
                                    <ul>
                                        <li>政府可以通过制定财政政策和货币政策，提供解决问题所需的现金或担保</li>
                                    </ul>
                                </li>
                            </ol>
                        </p>

                    </li>
                    <li>
                        <h5>和谐的去杠杆化</h5>
                    </li>
                    <li>
                        <h5>正常化</h5>
                    </li>
                </ol>
            </section>
            <section>
                <h4>常见问题</h4>
                <ol>
                    <li>
                        <h5>利差变化</h5>
                        <p>为什么在债务周期的顶部早期阶段，短期利率上升和长短期利差逐渐缩小或消除？</p>
                        <ol>
                            <li>
                                货币政策调整：在经济繁荣期，中央银行可能会加紧货币政策，以抑制通胀和防止经济过热。此时，中央银行可能会通过提高短期政策利率（如美联储的联邦基金利率）来限制市场上的货币供应。
                            </li>
                            <li>
                                预期通胀降低：随着中央银行实施紧缩货币政策，市场对未来通胀的预期可能逐渐降低。长期利率通常包含市场对未来通胀的预期，如果预期通胀降低，长期利率可能不会像短期利率那样迅速上升。这导致长短期利差逐渐缩小。
                            </li>
                            <li>
                                经济增长放缓预期：在债务周期顶部，市场可能预期未来经济增长放缓，这会对长期投资产生负面影响。在这种情况下，投资者可能会更愿意购买短期债券，而不是承担长期债券的风险。
                            </li>
                            <li>
                                风险厌恶增加：在顶部早期阶段，市场可能对未来经济风险更加敏感。投资者可能倾向于持有短期债券以降低风险敞口。这种风险厌恶心态导致短期债券需求上升，进而推高短期利率。而长期利率相对保持稳定，使得长短期利差逐渐缩小或消除。
                            </li>
                        </ol>
                    </li>
                    <li>
                        <h5>货币政策</h5>
                        <p>为什么在萧条阶段，央行降息作用效果很差?</p>
                        <ol>
                            <li>
                                信心缺失：在萧条阶段，企业和消费者信心普遍低迷，对未来经济前景持悲观态度。
                                即使央行降息降低了融资成本，企业和消费者仍可能因信心不足而不愿扩大投资和消费。
                                在这种情况下，降息政策对刺激经济增长的作用将受到限制。
                            </li>
                            <li>
                                需求不足：萧条阶段往往伴随着需求不足。央行降息的目的是通过降低利率，刺激企业和消费者投资和消费。
                                然而，如果需求不足，企业和消费者可能仍然不愿增加支出，导致降息政策效果有限。
                            </li>
                            <li>
                                信贷收缩：在萧条阶段，银行往往采取更为保守的信贷政策，以降低违约风险。因此，即使央行降息，
                                银行可能仍然不愿意放宽贷款标准，从而限制了降息政策对实体经济的传导。
                            </li>
                            <li>
                                零利率下限：当利率降至接近零的水平时，央行降息的空间将受到限制，降息政策的效果也会相应减弱。
                                此时，传统的货币政策工具可能无法有效应对经济萧条，央行可能需要采取非常规措施（如量化宽松）来刺激经济。
                            </li>
                            <li>
                                债务去杠杆：在萧条阶段，经济体往往需要进行债务去杠杆，降低过高的债务水平。
                                在这个过程中，降息政策可能无法迅速刺激经济活动，因为企业和家庭可能更关注还债和修复财务状况，而非扩大支出。
                            </li>
                        </ol>
                        <p>在这种情况下，央行和政府可能需要采取更为积极的财政政策和非常规货币政策措施，以刺激经济增长。</p>

                        <p>量化宽松和债务货币化有什么不同？</p>
                        <ul>
                            <li>
                                目的：
                                量化宽松主要目的是在传统货币政策失效（如短期利率接近零）时刺激经济，降低长期利率，提高市场信心，增加货币供应，从而刺激企业投资和消费者支出。<br />
                                债务货币化主要目的是通过央行购买政府债务，以增加政府的财政空间，减轻政府债务负担，降低利率，刺激经济增长。<br />
                            </li>
                            <li>
                                实施方式：<br />
                                量化宽松是央行购买大量金融资产（包括政府债券、企业债券、抵押贷款支持证券等），将新增的货币注入金融体系，增加货币供应。
                                <span className='impo'>这种操作通常在短期利率已经非常低的情况下进行。</span><br />
                                债务货币化是指央行直接或间接购买政府债务，将政府债务转化为货币，为政府提供资金来源。
                                这种操作可能导致通货膨胀，因为央行为政府创造新的货币，增加了货币供应。<br />
                            </li>

                            <li>
                                潜在影响：<br />
                                量化宽松在适当的情况下可以有效地刺激经济增长和避免通缩。然而，过度依赖QE可能带来通胀、资产泡沫等风险。<br />
                                债务货币化更可能导致通胀上升。此外，如果债务货币化的规模过大，可能导致政府财政支出过度扩张，影响货币政策的独立性，进而影响市场信心。<br />
                            </li>
                        </ul>

                        <p>债务货币化为什么可能导致政府财政支出过度扩张，影响货币政策的独立性，进而影响市场信心？</p>
                        <ul>
                            <li>
                                政府财政支出过度扩张：债务货币化为政府提供了新的货币来源，使其能够更容易地增加财政支出。
                                在某些情况下，这可能会导致政府过度支出，进一步加剧通胀压力。
                                此外，政府可能会对短期政治目标做出反应，忽视长期经济健康，导致资源分配不当和劣质投资。
                            </li>
                            <li>
                                货币政策的独立性受损：央行的独立性意味着它能够制定和实施货币政策，而不受政治干预。
                                然而，债务货币化可能导致央行与政府财政部门的关系过于密切，使央行难以抵御政治压力。
                                这可能导致央行过于关注政府的短期需求，而忽略了其通胀目标和长期经济稳定。
                            </li>
                            <li>
                                市场信心下降：市场参与者通常密切关注央行的行为，以评估未来的经济和通胀前景。
                                如果市场认为央行过于关注政府财政支出而忽略了通胀风险，这可能导致市场信心下降。
                                投资者可能对通胀预期和货币贬值的风险感到担忧，从而抛售本国货币和资产。
                                这可能导致资本外流、汇率下跌和进一步加剧通胀压力。

                            </li>
                        </ul>

                    </li>

                </ol>
            </section>
        </>
    )
}