import React from 'react';


export const DeflytionRecycle = () => {
    return (
        <div>
            <h4>对周期的考察</h4>
            <p>债务危机可以分为两类，<span className='impo'>通缩性债务危机</span>和<span className='impo'>通胀性债务危机</span></p>
            <p>这两种主要取决于一国以外币计价的债务占比</p>
            <p>按照时间尺度可以分为</p>
            <ol>
                <li>
                    短期债务周期
                    <ol>
                        <li>造成经济小规模的繁荣和衰退</li>
                        <li>
                            货币政策有效
                            （限制支出的因素仅仅是贷款人提供信贷的意愿和借款人接受信贷的意愿。信贷宽松带来经济扩张，信贷紧缩则导致经济衰退）
                        </li>
                        <li>
                            每个短期债务周期的顶部和底部的经济活力都会超过上一个周期，债务总额也会持续增加。
                            在长期的尺度上看，债务增长快于收入增长
                        </li>
                    </ol>
                </li>
                <li>
                    长期债务周期
                    <ol>
                        <li>货币政策乏力</li>
                        <li>经济大繁荣和大萧条</li>
                        <li>
                            在长期债务周期上行阶段，信贷依然能自由地被提供。
                            因为支持增加带来收入增加和资产净值增加，借款人的借款能力提升。
                        </li>
                        <li>
                            债务的增速不会永远超出偿债的资金和收入。债务与收入的比率一旦达到极限，长期债务周期将达到顶部。

                        </li>
                    </ol>
                </li>
            </ol>
            <h4>通缩性债务周期的各个阶段</h4>
            <ol>
                <li>早期阶段
                    <p>特征:</p>
                    <ol>
                        <li>债务增长强劲</li>
                        <li>债务增速低于收入增速</li>
                        <li>资产负债表健康</li>
                        <li>债务增长率、经济增长率和通胀率稳定、平衡</li>
                    </ol>
                </li>
                <li>泡沫阶段
                    <p>典型的泡沫阶段会持续三年左右</p>
                    <p>特征:</p>
                    <ol>
                        <li>债务增长强劲</li>
                        <li>债务增速高于收入增速</li>
                        <li>快速增长的债务导致资产回报率和经济增长加速
                            （借款人资产净值增加、借款人预期收入和现金流良好）
                        </li>
                        <li>
                            牛市助推：随着资产价值增加，净值和支出/收入水平上升。投资者、商人、金融中介机构和政府
                            坚定了对经济持续繁荣的信心，进而推动加杠杆化进程。
                        </li>
                        <li>央行循序渐进地降息拉长长期债务周期</li>
                        <li>
                            政府提供隐性或显性的担保，鼓励贷款机构肆意放贷，导致出现低收益贷款和泡沫
                        </li>
                        <li>
                            银行提供大量贷款，一些基本不受监管的新型贷款机构蓬勃发展。
                            大量新型贷款工具涌入市场，大量的金融工程应运而生。
                        </li>
                        <li>
                            资产负债严重不匹配，以获取利差
                            <ol>
                                <li>短融长投</li>
                                <li>流动负债投非流动资产</li>
                                <li>借入资金投资高风险资产</li>
                                <li>以一种货币借款，用另一种货币贷款</li>
                            </ol>
                        </li>
                        <li>

                        </li>

                    </ol>
                    <p>货币政策的作用:</p>
                    <p>关注通胀率和经济增长率的央行往往不愿意充分收紧货币政策</p>
                    <p>央行政策带来的债务增长为泡沫的产生提供了资金。
                        在我看来，央行应当把“保持债务水平的可持续性”作为目标之一
                        <span className='impo'> 确保无论信贷被用于何处，收入增长都足以偿债</span>
                    </p>
                    <p>
                        央行的政策反应往往落后。收紧货币政策（央行上调短期利率）并不足以管理泡沫。
                        泡沫往往出现在一些特定的经济领域，而央行关注的是整体的经济情况。
                    </p>
                    <p>货币政策非但没有限制泡沫反而助推泡沫</p>
                    <p>发现泡沫:</p>
                    <p>泡沫最明显的特征如下</p>
                    <ol>
                        <li>相对于传统标准来看，资产价格偏高</li>
                        <li>普遍存在看涨情绪</li>
                        <li>高杠杆融资买进资产</li>
                        <li>买家提前很长时间买入（例如增加库存、签订供应合同等），旨在投机或应对未来价格上涨的影响。</li>
                        <li>
                            新买家（之前未参与市场者）进入市场
                        </li>
                        <li>
                            刺激性货币政策和财政政策进一步助长泡沫
                        </li>
                    </ol>
                    <p>预测危机不能只看整体宏观数据，必须考察单个实体的具体偿债能力，债务越集中，风险越大
                        为什么？
                        <ol>
                            <li>风险分散：债务分布较为均匀意味着单个实体的偿债压力相对较小。
                                在这种情况下，如果某个实体出现偿债问题，对整个经济体的影响将较小，
                                因为其他实体仍然可以继续履行偿债义务。这种风险分散机制可以降低整个经济体出现全面性债务危机的可能性。
                            </li>
                            <li>
                                系统性风险降低：当债务分布较为均匀时，意味着没有一个或少数几个实体承担着过高的债务负担。这可以降低系统性风险，因为没有哪个实体的债务问题具有足够的影响力，足以引发整个经济体的债务危机。
                            </li>
                            <li>
                                对冲机制：在债务分布较为均匀的经济体中，实体之间可能存在相互对冲的机制。例如，部分实体可能面临较高的债务压力，而其他实体的财务状况可能较好。这种对冲机制有助于维持整个经济体的稳定。
                            </li>
                            <li>
                                财政和货币政策的影响：当债务分布较为均匀时，政府和中央银行实施的财政和货币政策可能更为有效。因为在这种情况下，政策措施可以更好地触及到整个经济体的各个实体，从而在应对潜在债务问题时更具有针对性。
                            </li>
                        </ol>
                    </p>


                </li>
                <li>
                    顶部
                    <div>大多数情况下，顶部始于央行开始收紧货币政策</div>
                    <div>通常，信贷/债务问题会比顶部早半年出现。</div>
                    <div>泡沫最大的部门最先出问题。宏观特征如下：
                        <ol>
                            <li>风险最高的债务人违约, 市场开始担心偿债风险</li>
                            <li>高风险贷款增速放缓</li>
                            <li>信贷利差上升（短期利率上升，与长期利率利差逐渐缩小甚至消除）, 信贷增长放缓</li>
                            <li>市场开始抛售高风险资产， 信贷收缩范围扩大</li>
                            <li>信贷利差到达极限（甚至倒挂）。泡沫破裂之前，人们觉得持有现金更好。</li>
                        </ol>
                    </div>
                    <div>在顶部的早期阶段，信贷体系部分受损，其它部分仍然健康，人们看不出经济正在走弱</div>
                    <div>通常，在股市顶部前五个月，信贷紧缩速度达到最快。</div>

                    <p>要了解可能发生的经济衰退的严重程度，需要知道的不是紧缩的具体程度，而是每个特定部门对紧缩的敏感性和损失的传导机制。
                        需要分析经济中的每个重要部分以及主要参与者，而非平均值。
                    </p>
                    <p>
                       泡沫刚刚破裂的时候，资产价格变动造成的财富效应对经济增长率的影响大于货币政策的影响。
                       股价下跌，但企业盈利尚未下降。
                    </p>


                    <div>引起紧缩的因素：</div>
                    <ul>
                        <li>泡沫，经济增长率和通胀率上升，产能极限承压。</li>
                        <li>外部因素，在一个依赖向外部债权人借款的国家，由于外部原因导致借款被撤回，会使该国出现流动性紧缩。</li>
                    </ul>
                </li>
                <li>萧条阶段
                    <ol>
                        <li>萧条开始后，债务违约和重组大规模发生。</li>
                        <li>金融机构遭到挤兑。而金融机构往往没有充足的现金满足要求。</li>
                        <li>央行降息作用效果很差，无风险利率将至最低，高风险利率上升。进一步增加偿债难度。</li>
                        <li>债务违约和财政紧缩等通缩性因素占主导地位，
                            债务货币化等刺激性通胀因素难以充分抵消通缩性因素的影响。
                        </li>
                        <li>流动性（资产变现能力）出现严重问题</li>
                    </ol>
                </li>
                <li>和谐的去杠杆化</li>
                <li>正常化</li>


                <h5>为什么在债务周期的顶部早期阶段，短期利率上升和长短期利差逐渐缩小或消除？</h5>
                <ol>
                    <li>
                        货币政策调整：在经济繁荣期，中央银行可能会加紧货币政策，以抑制通胀和防止经济过热。此时，中央银行可能会通过提高短期政策利率（如美联储的联邦基金利率）来限制市场上的货币供应。
                    </li>
                    <li>
                        预期通胀降低：随着中央银行实施紧缩货币政策，市场对未来通胀的预期可能逐渐降低。长期利率通常包含市场对未来通胀的预期，如果预期通胀降低，长期利率可能不会像短期利率那样迅速上升。这导致长短期利差逐渐缩小。
                    </li>
                    <li>
                        经济增长放缓预期：在债务周期顶部，市场可能预期未来经济增长放缓，这会对长期投资产生负面影响。在这种情况下，投资者可能会更愿意购买短期债券，而不是承担长期债券的风险。
                    </li>
                    <li>
                        风险厌恶增加：在顶部早期阶段，市场可能对未来经济风险更加敏感。投资者可能倾向于持有短期债券以降低风险敞口。这种风险厌恶心态导致短期债券需求上升，进而推高短期利率。而长期利率相对保持稳定，使得长短期利差逐渐缩小或消除。
                    </li>
                </ol>
            </ol>
        </div>
    )
}