
import React from 'react';

export const Question = () => {
    return (
        <div className="container">
            <div>
                <h4>什么是货币?</h4>
                <p>货币是一般等价物：</p>
                <p>纸币本身没有任何价值，只不过是印了某种图案的特定的纸，但是国家信用对纸币做了背书，
                    人民相信纸币是因为人民信赖国家的背书，纸币作为一般等价物是不是可以随意印钱，毕竟印钱是阻力最小的。</p>
                <p>货币与信用（信贷）共同组成了社会总财富，信贷与货币的作用的相等：</p>
                <p>政府比个人更能通过信贷制造出当下的更多的货币，社会上总流通就是货币和信贷的总和
                    信贷促进了经济的繁荣，社会的发展，但是过度的信贷导致了巨大的债务黑洞，才是需要防范和化解的。
                    现代经济运行就是由一个一个的短债周期和长债周期组成的，短债周期大概5-8年，长债周期是100年左右。</p>
                <p>货币发行机制与调节机制：</p>
                <p>货币的发行是由各国央行发行的，货币的发行需要锚定社会总商品和服务的数量，货币过多造成通货膨胀，货币太少通货紧缩</p>
            </div>
            <div>
                <h4>什么是信贷?</h4>
                <p>信贷是指一种经济活动，赋予他人购买力，他人承诺今后偿还该购买力，即偿还债务。</p>
                <p>信贷不足：发展缓慢错失机会</p>
                <p>信贷过少可能导致经济的发展缓慢，错失发展机会。</p>
                <p>信贷过剩：债务人会无力偿还债务造成经济危机</p>
                <p>信贷过剩可能导致债务人无法偿还债务，从而导致经济危机。</p>
                <p className="impo">判断信贷快速增长是否是好事，取决于信贷产生的结果和债务偿还情况。</p>
                <p>如果能将增加的信贷用于生产目的，从而创造出足够多的收入还付本息那就是好的。
                    实现了这一点，资源就能得到良好配置，债权人和债务人都难获利。</p>
                <p>有的时候还要判断间接的信贷经济效果。比如教育、国防等公共支出。</p>
            </div>
            <div>
                <h4>与拒绝借债相比，不良债务的代价几何？</h4>
                <p>大量举债的风险：决策者是否有意愿和能力将坏账损失分摊到多年。</p>
                <p>决策者能不能做到这一点在于：</p>
                <ol>
                    <li>债务是否以决策者能够控制的货币计价。</li>
                    <li>决策者能否队债权人和债务人施加影响。</li>
                </ol>
            </div>

            <div>
                <h4>债务危机是不可避免的吗？</h4>
                <ol>
                    <li>历史上看，只有少数自律性良好的国家能够避免债务危机的发生。</li>
                    <li>人性使然，很多时候由于短期回报（提高经济增长率）看似合理，会出现信贷过于宽松的情况。</li>
                    <li>政治上，放宽信贷（例如，提供还款保证、放宽货币政策等）比收紧信贷更容易。这是产生债务大周期的主要原因</li>
                </ol>
            </div>
            <div>
                <h4>债务危机为何有周期性？</h4>
                <p>
                    在市场经济中，信贷扩张和信贷收缩推动经济周期的发展，其背后有完美的逻辑支撑。
                    贷款会产生一个自我强化的上升运动，到顶峰后转而向下，进行一个自我强化的下降运动。
                    上升过程中，贷款支撑支出和投资，进而推动收入增加，资产价格上涨。收入增加和资产涨价会导致进一步借债，扩大在商品和金融资产上的支出。
                    这个上升过程并非无限持续，会在一个节点到达顶峰：
                </p>
                <ol>
                    <li>
                        信贷过度扩张：随着信贷扩张，市场上的资产价格和消费者物价水平可能不断上升，形成泡沫。
                        当泡沫破灭，资产价格暴跌，不少贷款接收方可能难以按时还款，导致银行不良贷款上升。
                    </li>
                    <li>
                        利率变化：在信贷扩展期间，央行可能会为了抑制通货膨胀、稳定物价，采取加息措施。
                        利率上升意味着借款成本增加，信贷需求可能会减少，从而导致信贷扩张逆转。

                    </li>
                    <li>
                        经济周期高峰：当经济达到高峰时，企业和家庭可能已经积累了大量债务。
                        在这种情况下，它们更愿意进行去杠杆化，
                        即减少借款，降低负债，以应对未来可能的经济下行风险。这将导致信贷扩张逆转。
                    </li>
                </ol>
                <div>
                    <h4>新兴经济体债务周期的例子</h4>
                    <p>新兴经济体存在大量的建设需求。</p>
                    <p>增长严重依赖借债进行固定资产投资、房地产和基础设施建设，这些经济体尤其会受到大规模周期性波动的影响，因为那些长期资产的快速建设是不可持续的。</p>
                    <p>债务融资的房地产、固定投资和基础设施建设拉动经济强劲增长，之后需求增速放缓，债务挑战出现，从而导致经济下行。</p>
                    <p>进一步推动新兴经济体周期性发展的因素是收入水平的相对变化所带来的竞争力变化：新兴经济体的劳动力非常廉价，基础设施极不完善，因此它们热衷于进行基础设施建设，增加出口，提高国民收入水平。但随着这些国家的收入水平提高，其工资的相对竞争力会下降，出口增长率自然会放缓。</p>
                    <p>这样的债务周期产生两类问题：</p>
                    <ol>
                        <li>债务价值减记。</li>
                        <li>贷款以及贷款所支撑的支出下降。即使债务危机得到解决，过分举债的实体未来也难以维持危机前的支出水平。</li>
                    </ol>
                </div>
            </div>

            <div>
                <h4>能否妥善管理大部分债务危机，避免出现严重问题？</h4>
                <div>
                    <p>有些债务危机缓和，有些则极度危险。通过过去100年间的案例研究发现: 只要债务是以一国的本币计价，则决策者都有可能妥善处理。因为决策者拥有灵活性，可以把债务问题的不良影响分散到未来若干年。</p>
                    <p>案例研究表明，债务危机最大的风险不是来自债务本身，而是来自以下因素：</p>
                    <ol>
                        <li>决策者缺乏知识，或缺乏权威，难以做出正确的决策;</li>
                        <li>整顿债务问题带来了一些政治后果,在惠及一些人的同时,损害了另一些人的利益。</li>
                    </ol>
                    <p>重点：</p>
                    <ol>
                        <li>当债务以外币而非本币计价时，一国决策者分散债务问题的难度将大大增加。</li>
                        <li>虽然债务危机可以得到妥善管理，但一定会有人为此付出惨痛的代价。</li>
                        <li>管理债务危机的关键：</li>
                        <ul>
                            <li>决策者要知道每年的债务分摊比率，了解债务分摊中何方受益，何方受损，损益几何，从而令整顿债务问题的政治后果和其他后果尚可被接受。</li>
                            <li>决策者可以采取以下4种政策措施，以降低 债务与收入之间的比率 和 偿债总额与用于偿债的现金流 之间的比率：</li>
                            <ol>
                                <li>财政紧缩（即减少支出）；通缩性，有利于减轻债务负担</li>
                                <li>债务违约/重组；通缩性，有利于减轻债务负担</li>
                                <li>央行印钞，购买资产（或提供担保）；通胀性，会刺激经济增长</li>
                                <li>将资金和信贷从充足的领域转向不足的领域。</li>
                            </ol>
                        </ul>
                    </ol>
                    <p>和谐的去杠杆化（降低债务与收入比率，同时保持适当的经济增长率和通胀率）
                    </p>

                    <p>扩展：</p>
                    <h4>本币计价债务的优势</h4>
                    <p>本币计价债务是指一国的债务以其国内法定货币（即本币）作为计量单位。这对于借款国和借款人来说有一定的优势。</p>
                    <p>当债务以本币计价时，借款国可以更好地控制货币政策。因为如果债务以外币计价，国家在还款方面可能会面临外汇风险。</p>
                    <p>外汇风险是指本币相对于外币汇率波动，可能导致还款金额增加或减少。这可能会对借款国的经济稳定产生影响。而债务以本币计价时，这种风险相对较小。</p>
                    <p>举个例子，假设美国政府发行了美元计价的国债，那么这就意味着债务以美国的本币（美元）计价。美国政府在偿还债务时，可以使用美元进行支付，而无需承担汇率波动所带来的风险。相对来说，如果美国政府的债务以欧元计价，那么在还款过程中，美元和欧元之间的汇率变动可能会影响还款金额，增加还款难度。</p>
                    <p>债务以一国的本币计价通常有利于借款国和借款人控制债务负担，降低汇率风险。
                        然而，如果国家货币的信誉较差，或者国家在国际市场上的信用评级较低，那么债务以本币计价可能会导致更高的利率，从而增加借款成本。
                        因此，选择债务计价方式需权衡多种因素。
                    </p>

                </div>
            </div>
        </div>
    )
}