


export const ignoreBalanceItem = [
    '归属于母公司所有者权益（或股东权益）合计',
    '所有者权益（或股东权益）合计',
    '流动资产合计',
    '资产总计',
    '负债和所有者权益（或股东权益）总计',
    '负债合计',
    '非流动资产合计',
    '资本公积',
    '流动负债合计',
    '少数股东权益',
    '非流动负债合计',
    '流动资产：',
    '非流动资产：',
    '流动负债：',
    '非流动负债：',
    '所有者权益（或股东权益）：',
    '其中：应付利息',
    '应付股利',
    '其中：应收利息',
    '应收股利',
    '未分配利润',
    '实收资本（或股本）',
    
]


export const colors = [
    '#E57373',
    '#64B5F6',
    '#FFD54F',
    '#81C784',
    '#FF8A65',
    '#9575CD',
    '#4DB6AC',
    '#FFD700',
    '#A1887F',
    '#90A4AE',
    '#F06292',
    '#7986CB',
    '#FFB74D',
    '#4DB6AC',
    '#FF8A65',
    '#9575CD',
    '#4DD0E1',
    '#FFD700',
    '#A1887F',
    '#9CCC65',
  ]